{
    "translation": {
        "navbar": {
            "sub-text": "Front-end Developer",
            "categorys": {
                "home": "Home",
                "projects": "Projects",
                "techs": "Tools and Technologies"
            },
            "categorys-cut": {
                "me": "Me",
                "socials": "Socials"
            },

            "configuration": {
                "options": {
                    "light": "Light",
                    "dark": "Dark",
                    "system": "System",
                    "portuguese": "Portuguese",
                    "english": "English"
                },

                "options-cut": {
                    "theme": "Theme",
                    "language": "Language"
                }
            }
        },

        "pages": {
            "home": {
                "sub-text": "Front-end Developer",
                "sections": {
                    "about-me": {
                        "title": "About-me",
                        "content1": "Hello, I am Guilherme Rodrigues de Morais, a 19-year-old young man passionate about the art of programming. As far back as I can remember, I have always been fascinated by the world of technology and the transformative power of code. Three years ago, I immersed myself headlong into this challenging and stimulating universe, and since then, I have been on a journey of continuous learning and exciting discoveries.",
                        "content2": "In addition to my love for technology, I am a sociable and outgoing person. I enjoy spending time with friends and family, sharing laughs and memorable experiences. I believe that it is in these moments of togetherness that we build true bonds and strengthen our support network."
                    },

                    "experiences": {
                        "title": "Experiência",
                        "button": "Download CV",
                        "content": "Nenhuma ;/"
                    }
                }
            },

            "projects": {
                "title": "My projects",
                "sub-text": "Here are some of the projects I ve created. If interested, see more at ",

                "project-1": "My first project, which wasn't done by following a tutorial or copying from somewhere else. Here was when I truly felt that I was learning.",
                "project-2": "A small project where I recreated the famous snake game, where the objective is to move your snake to collect points and make it grow.",

                "button-visit": "Visit",
                "button-source": "Source"
            },

            "techs": {
                "title": "Tools and Technologies",
                "sub-text": "Explore some of the technologies I use in my projects. Each one has its function within a project, so if you feel curious, click on one to go to its website.",

                "sections-cut": {
                    "database": "Database",
                    "version-control": "Version Control"
                }
            }
        }
    }
}